[
    {
        "name": "Малиновий бриз",
        "method": "Змішати водку, сироп малини та лимонний сік у шейкері з льодом. Процідити в келих, додати газовану воду та прикрасити малиною.",
        "ingredients": [
            "Водка: 50 мл",
            "Сироп малина: 20 мл",
            "Лимонний сік: 20 мл",
            "Газована вода: 100 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Кисле", "Солодке"],
        "description": "Світло-рожевий коктейль з трохи мутним виглядом. Поєднання водки, малинового сиропу та лимонного соку створює кисло-солодкий смак, доповнений шипучістю газованої води. Прикрашений свіжою малиною, він має освіжаючий літній смак з нотками цитрусу і ягідної солодощі.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/1.webp"
    },
    {
        "name": "Смарагдове натхнення",
        "method": "Змішати джин, сироп базилік і лимонний сік у шейкері з льодом. Процідити в келих, додати газовану воду та прикрасити базиліком.",
        "ingredients": [
            "Джин: 50 мл",
            "Сироп базилік: 15 мл",
            "Лимонний сік: 20 мл",
            "Газована вода: 100 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Кисле"],
        "description": "Яскраво-зелений коктейль, що випромінює свіжість. Суміш джину, базилікового сиропу та лимонного соку надає йому трав'янистого та цитрусового смаку, а газована вода додає хрусткого завершення. Прикрашений листком базиліка, він має освіжаючий, злегка кислуватий смак з ароматом базиліка.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/2.webp"
    },
    {
        "name": "Карибське небо",
        "method": "Змішати текілу, блю курасао, ананасовий і лимонний сік у шейкері з льодом. Процідити в келих, прикрасити часточкою ананаса.",
        "ingredients": [
            "Текіла: 50 мл",
            "Блю курасао: 25 мл",
            "Ананасовий сік: 50 мл",
            "Лимонний сік: 15 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Кисле", "Солодке"],
        "description": "Яскраво-блакитний коктейль, що нагадує тропічний океан. Суміш текіли, блю курасао, ананасового та лимонного соку створює солодкий і кислуватий смаковий профіль з тропічним акцентом. Прикрашений скибочкою ананаса, він дарує візуально захоплюючий та освіжаючий смаковий досвід.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/3.webp"
    },
    {
        "name": "Тропічна ніч",
        "method": "Змішати темний ром, сироп тростинного цукру, апельсиновий і ананасовий сік у шейкері з льодом. Процідити в келих, прикрасити часточкою апельсина.",
        "ingredients": [
            "Темний ром: 50 мл",
            "Сироп тростинний цукор: 15 мл",
            "Апельсиновий сік: 50 мл",
            "Ананасовий сік: 50 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Солодке"],
        "description": "Темно-бурштиновий коктейль з насиченим, глибоким кольором. Поєднання темного рому, сиропу тростинного цукру, апельсинового та ананасового соку надає йому солодкий і фруктовий смак з нотками меляси та тропічних фруктів. Прикрашений скибочкою апельсина, він викликає відчуття тепла і загадковості тропічної ночі.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/4.webp"
    },
    {
        "name": "Морозний аперитив",
        "method": "Змішати просеко, блю курасао і сироп з квітів бузини в келиху з льодом. Прикрасити квітами бузини.",
        "ingredients": [
            "Просеко: 120 мл",
            "Блю курасао: 15 мл",
            "Сироп з квітів бузини: 10 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Солодке"],
        "description": "Світло-блакитний коктейль з прохолодним, крижаним виглядом. Суміш просеко, блю курасао та сиропу з квітів бузини створює солодкий і квітковий смак, підкреслений шипучістю просеко. Прикрашений квітами бузини, він має освіжаючий, хрусткий смак, ідеальний для прохолодного вечора.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/5.webp"
    },
    {
        "name": "Манхеттен у заході сонця",
        "method": "Змішати скотч, кампарі і вермут у шейкері з льодом. Процідити в келих і прикрасити апельсиновою цедрою.",
        "ingredients": [
            "Скотч: 50 мл",
            "Кампарі: 25 мл",
            "Вермут (десертний): 25 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Гірке", "Солодке"],
        "description": "Темно-червоний коктейль з помаранчевим відтінком, що нагадує захід сонця. Суміш скотчу, кампарі та вермуту надає йому сміливого та гіркувато-солодкого смаку з цитрусовими нотками. Прикрашений апельсиновою цедрою, він має вишуканий та злегка димний смак з зігріваючим завершенням.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/6.webp"
    },
    {
        "name": "Базиліковий Мартіні",
        "method": "Змішати мартіні, джин і сироп базиліка в шейкері з льодом. Процідити в келих для мартіні, прикрасити листком базиліка.",
        "ingredients": [
            "Мартіні: 50 мл",
            "Джин: 30 мл",
            "Сироп базилік: 10 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Гірке", "Солодке"],
        "description": "Світло-зелений коктейль з гладкою та шовковистою текстурою. Поєднання мартіні, джину та базилікового сиропу надає йому трав'янистого та злегка солодкого смаку з легкою гіркотою. Прикрашений листком базиліка, він має витончений та освіжаючий смак, ідеальний для теплої вечірки.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/7.webp"
    },
    {
        "name": "Малиновий Спалах",
        "method": "Змішати бейліс, сироп малини, темний ром і вершки в шейкері з льодом. Процідити в келих, прикрасити тертим шоколадом.",
        "ingredients": [
            "Бейліс: 30 мл",
            "Сироп малина: 20 мл",
            "Темний ром: 30 мл",
            "Вершки: 20 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Солодке"],
        "description": "Кремово-рожевий коктейль з насиченою текстурою. Суміш бейлісу, малинового сиропу, темного рому та вершків створює солодкий та розкішний смак з нотками ягід та шоколаду. Прикрашений тертим шоколадом, він дарує декадентський та розкішний смаковий досвід.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/8.webp"
    },
    {
        "name": "Цитрусовий Твіст",
        "method": "Змішати джин, тріпл сек, лимонний сік і сироп тростинного цукру в шейкері з льодом. Процідити в келих, прикрасити цедрою лимона.",
        "ingredients": [
            "Джин: 50 мл",
            "Тріпл сек: 25 мл",
            "Лимонний сік: 15 мл",
            "Сироп тростинний цукор: 10 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Кисле", "Солодке"],
        "description": "Яскраво-жовтий коктейль з яскраво вираженим кислуватим смаком. Суміш джину, тріпл секу, лимонного соку та сиропу тростинного цукру надає освіжаючий і цитрусовий смак з легкою солодкістю. Прикрашений лимонною цедрою, він має живий і підбадьорливий смаковий профіль.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/9.webp"
    },
    {
        "name": "Солодкий Вибух",
        "method": "Змішати світлий ром, сироп тростинного цукру, ананасовий сік і вершки в шейкері з льодом. Процідити в келих і прикрасити кокосовою стружкою.",
        "ingredients": [
            "Світлий ром: 50 мл",
            "Сироп тростинний цукор: 15 мл",
            "Ананасовий сік: 50 мл",
            "Вершки: 20 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Солодке"],
        "description": "Кремовий, світло-жовтий коктейль з тропічним смаком. Поєднання світлого рому, сиропу тростинного цукру, ананасового соку та вершків надає солодкий і фруктовий смак з насиченою, гладкою текстурою. Прикрашений кокосовою стружкою, він дарує приємний і розкішний тропічний досвід.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/10.webp"
    },
    {
        "name": "Золотий Берег",
        "method": "Змішати ром, сироп, апельсиновий та лаймовий сік у шейкері з льодом. Процідити в келих, прикрасити слайсом апельсина.",
        "ingredients": [
            "Світлий ром: 50 мл",
            "Сироп тростинний цукор: 15 мл",
            "Апельсиновий сік: 60 мл",
            "Лаймовий сік: 10 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Кисле", "Солодке"],
        "description": "Золотисто-оранжевий коктейль з яскравим і насиченим виглядом. Суміш світлого рому, сиропу тростинного цукру, апельсинового та лаймового соку надає солодкий і кислуватий смак з цитрусовим акцентом. Прикрашений скибочкою апельсина, він має освіжаючий та сонячний смак, ідеальний для дня на пляжі.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/11.webp"
    },
    {
        "name": "Ранковий Світляк",
        "method": "Змішати просеко, мартіні, сироп з квітів бузини та газовану воду в келиху. Додати лід, прикрасити скибочками огірка.",
        "ingredients": [
            "Просеко: 100 мл",
            "Мартіні: 30 мл",
            "Сироп з квітів бузини: 15 мл",
            "Газована вода: 50 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Солодке"],
        "description": "Легкий, ігристий коктейль з блідо-золотистим відтінком. Суміш просеко, мартіні, сиропу з квітів бузини та газованої води створює квітковий та злегка солодкий смак з шипучим завершенням. Прикрашений скибочками огірка, він має освіжаючий та легкий смак, ідеальний для ранкового або раннього денного напою.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/12.webp"
    },
    {
        "name": "Ягодний Льодяник",
        "method": "Змішати водку, сироп малина та журавлинний сік у шейкері з льодом. Процідити в келих, прикрасити ягодами малини.",
        "ingredients": [
            "Водка: 50 мл",
            "Сироп малина: 20 мл",
            "Журавлинний сік: 50 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Кисле", "Солодке"],
        "description": "Яскраво-червоний коктейль з насиченим ягідним смаком. Поєднання водки, малинового сиропу та журавлинного соку створює солодкий і кислуватий смак з фруктовим ароматом. Прикрашений свіжою малиною, він має освіжаючий та грайливий смак, що нагадує фруктовий льодяник.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/13.webp"
    },
    {
        "name": "Лісовий Смарагд",
        "method": "Змішати джин, сироп базилік, яблучний та лимонний сік у шейкері з льодом. Процідити в келих, прикрасити листком м'яти.",
        "ingredients": [
            "Джин: 50 мл",
            "Сироп базилік: 15 мл",
            "Яблучний сік: 50 мл",
            "Лимонний сік: 10 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Кисле"],
        "description": "Темно-зелений коктейль з свіжим та трав'янистим смаком. Суміш джину, базилікового сиропу, яблучного та лимонного соку надає йому хрусткого і злегка кислуватого смаку з легкою солодкістю. Прикрашений листком м'яти, він дарує освіжаючий та землистий смаковий досвід, ідеальний для любителів природи.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/14.webp"
    },
    {
        "name": "Індійський Шепіт",
        "method": "Змішати текілу, тріпл сек, сироп та грейпфрутовий сік у шейкері з льодом. Процідити в келих, прикрасити скибочкою грейпфрута.",
        "ingredients": [
            "Текіла: 50 мл",

            "Тріпл сек: 25 мл",
            "Сироп тростинний цукор: 10 мл",
            "Грейпфрутовий сік: 50 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Кисле", "Солодке", "Гірке"],
        "description": "Ніжно-рожевий коктейль з делікатним та екзотичним смаком. Поєднання текіли, тріпл секу, сиропу тростинного цукру та грейпфрутового соку створює солодкий і кислуватий смак з злегка гірким завершенням. Прикрашений скибочкою грейпфрута, він має витончений та освіжаючий смак з екзотичним відтінком.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/15.webp"
    },
    {
        "name": "Блакитний Лагун",
        "method": "Змішати світлий ром, блю курасао, ананасовий сік і кокосовий крем у шейкері з льодом. Процідити в келих, прикрасити часточкою ананаса.",
        "ingredients": [
            "Світлий ром: 50 мл",
            "Блю курасао: 25 мл",
            "Ананасовий сік: 50 мл",
            "Кокосовий крем: 20 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Солодке"],
        "description": "Яскраво-блакитний коктейль з тропічною та кремовою текстурою. Суміш світлого рому, блю курасао, ананасового соку та кокосового крему створює солодкий і фруктовий смак з насиченим, гладким завершенням. Прикрашений скибочкою ананаса, він дарує відчуття раю в кожному ковтку.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/16.webp"
    },
    {
        "name": "Ванільний Пунш",
        "method": "Змішати бейліс, вермут, сироп тростинного цукру і вершки у шейкері з льодом. Процідити в келих і прикрасити тертим шоколадом.",
        "ingredients": [
            "Бейліс: 30 мл",
            "Вермут (десертний): 30 мл",
            "Сироп тростинний цукор: 15 мл",
            "Вершки: 20 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Солодке"],
        "description": "Кремовий, бежевий коктейль з солодким та розкішним смаком. Суміш бейлісу, вермуту, сиропу тростинного цукру та вершків створює насичений і гладкий смак з нотками ванілі та карамелі. Прикрашений тертим шоколадом, він дарує розкішний та затишний смаковий досвід.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/17.webp"
    },
    {
        "name": "Сонце в Стакані",
        "method": "Змішати просеко, темний ром, сироп малини та ананасовий сік у келиху з льодом. Прикрасити ягодами малини та листком м'яти.",
        "ingredients": [
            "Просеко: 100 мл",
            "Темний ром: 30 мл",
            "Сироп малина: 20 мл",
            "Ананасовий сік: 50 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Кисле", "Солодке"],
        "description": "Яскраво-оранжевий коктейль з сонячним виглядом. Поєднання просеко, темного рому, малинового сиропу та ананасового соку створює солодкий і кислуватий смак з тропічним відтінком. Прикрашений свіжою малиною та листком м'яти, він дарує освіжаючий та підбадьорливий смак, ідеальний для сонячного дня.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/18.webp"
    },
    {
        "name": "Кришталева М'ята",
        "method": "Змішати водку, джин, сироп базиліка та огірковий сік у шейкері з льодом. Процідити в келих і прикрасити скибочкою огірка.",
        "ingredients": [
            "Водка: 30 мл",
            "Джин: 30 мл",
            "Сироп базилік: 10 мл",
            "Огірковий сік: 50 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Кисле"],
        "description": "Світло-зелений коктейль з хрустким і освіжаючим смаком. Суміш водки, джину, базилікового сиропу та огіркового соку створює трав'янистий та злегка кислуватий смак з прохолодним, хрустким завершенням. Прикрашений скибочкою огірка, він дарує освіжаючий та відновлюючий смаковий досвід.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/19.webp"
    },
    {
        "name": "Малина з Кокосом",
        "method": "Змішати темний ром, сироп малина, кокосовий крем і апельсиновий сік у шейкері з льодом. Процідити в келих і прикрасити кокосовою стружкою.",
        "ingredients": [
            "Темний ром: 50 мл",
            "Сироп малина: 20 мл",
            "Кокосовий крем: 20 мл",
            "Апельсиновий сік: 50 мл",
            "Лід: 4-5 кубиків"
        ],
        "filterTags": ["Солодке"],
        "description": "Ніжно-рожевий коктейль з тропічною та кремовою текстурою. Суміш темного рому, малинового сиропу, кокосового крему та апельсинового соку створює солодкий і фруктовий смак з насиченим, гладким завершенням. Прикрашений кокосовою стружкою, він дарує приємний та розкішний тропічний досвід.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/20.webp"
    },
    {
        "name": "Рожевий кловер клаб",
        "method": "Наповніть шейкер льодом; Влийте 50 мл джину; Додайте 50-70 мл лимонного соку, 20 мл малинового сиропу і 2-3 каплі пінки; Закрийте шейкер і сильно струсіть, щоб суміш стала пишною; Процідіть напій через стрейнер у коктейльний келих; Прикрасьте скибочкою цедри лимона",
        "ingredients": [
            "Джин: 50 мл",
            "Сироп малина: 20 мл",
            "Сік лимону: 50-70 мл",
            "Лід: 4-5 кубиків",
            "Пінка для коктейлів: 2-3 каплі"
        ],
        "filterTags": ["Солодке"],
        "description": "Насичений і візуально привабливий коктейль. Поєднання рожевого джина, лимонного соку, малинового сиропу і яєчного білка робить напій оксамитовим і насиченим. Цей коктейль чудово підійде для тих, хто віддає перевагу солодким та освіжаючим напоям.",
        "image": "https://raw.githubusercontent.com/RudenkoAndreyKh/cocktails-data/main/IMG_9132.jpeg"
    }
]
